{
    "app_name" : "Aizuwakamatsu Historical Map App",
    "fake_gps" : true,
    "fake_center" : "Aizuwakamatsu",
    "fake_radius" : 10,
    "home_position" : [139.929796,37.487708],
    "default_zoom" : 17,
    "sources" : [
        {
            "mapID"     : "aizu-jonai-kato-period",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label"     : "Kato family (1627)"
        },
        {
            "mapID"     : "aizu-jonai-hoshina-period",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label"     : "Hoshina family (1643)"
        },
        {
            "mapID"     : "aizu-jonai-bakumatsu-period",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label"     : "End of Edo (Castle)"
        },
        {
            "mapID"     : "aizu-boshin-wakamatsujo-meisaizu",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label"     : "End of Edo (City)"
        },
        {
            "mapID"     : "aizu-wakamatsu-taisho-kaitei",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label"     : "Taisho (1914)"
        },
        {
            "attr" : "Wakamatsu - Courtesy of the University of Texas Libraries, The University of Texas at Austin, Tilemap.JP.",
            "label" : "After WW II (1946)",
            "mapID" : "jcp_maps_wakamatsu",
            "maptype" : "overlay",
            "url" : "https://t.tilemap.jp/jcp_maps/wakamatsu/{z}/{x}/{-y}.png",
            "maxZoom": 16
        },
        {
            "mapID"     : "aizuwakamatsu-machinaka-jokamachi",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label" : "City center"
        },
        {
            "mapID"     : "aizu-wakamatsu-shigaizu-aibase",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label" : "Sight seeing"
        },
        "gsi",
        "osm"
    ], 
    "pois" :[
        {
            "lat": 37.485126,
            "lng": 139.958679,
            "address": "Aza-Hakayama, Oaza-Ishiyama, Higashiyama-machi, Aizuwakamatsu, FUKUSHIMA (5 minutes walk from \"Innai\" bus stop)",
            "name": "Garveyard of the Matsudaira family",
            "desc": "<b>A vast historical site on the mountainside where the successive lords of the Matsudaira family sleep</b>\n\"Graveyard of the Aizu lord owner Matsudaira family\" is the general name of two sites, one is on Mt.Innai in Aizuwakamatsu city and the other is on Mt.Mine in Inawashiro town. They were designated as a national historic site in May 1982. The graveyard on Mt.Innai is commonly called \"Innai Mausoleum\", and its area is about 150,000 square meters. In the middle of the graveyard, there are gardens called west garden and middle garden. Above stone stairways from these gardens, there is the other garden called \"Nyubu graveyard\". The first load Masayuki Hoshina, who entered Aizu in 1643, was enshrined in Hanitsu shrine at Inawashiro. In the shrine, there are also tombs of succesive lords - from 2nd lord Masatsune to 9th lord Katamori. Many sightseekers visit here in fresh green summer period and in red leaves autumn period.",
            "image": ""
        },
        {
            "lat": 37.48068,
            "lng": 139.921076,
            "address": "8, Hakouma-machi, Aizuwakamatsu, FUKUSHIMA",
            "name": "Tomb of Hideyuki Gamo",
            "desc": "<b>Prefecture Designated Building, Tomb of Hideyuki Gamo</b>\nUjisato Gamo could be said as the founder of Aizu, and Hideyuki, who sleep in this tomb was his eldest son. Hideyuki was born in 1583, between Ujisato and daughter of Nobunaga Oda. He has succeeded Aizu area, because Ujisato suddenly died in 1595. After that, he was transferred to Utsunomiya area, which was lower-valued territory than Aizu, according to Hideyoshi Toyotomi's order. His achievements in the battle of Sekigahara were highly appreciated by Ieyasu Tokugawa, so he could be back to Aizu in 1601.In May 1612, He was died at the young age of 30, and he sleep here. This site was becoming a prefecture-designated building, and a city-designated historic site.",
            "image": ""
        },
        {
            "lat": 37.484462,
            "lng": 139.913627,
            "address": "2-2, Zaimoku-machi, Aizuwakamatsu, FUKUSHIMA",
            "name": "Schnell's House ruins",
            "desc": "<b>House ruins of Henry Schnell, who dealed with weapons and ammunitions at Schnell's company</b>\nHenry Schnell was Prussian millitary advisor (hunnery guidance) of Aizu clan at Boshin war period. While Schnell was a foreigner, he had a mansion just below of the Wakamatsu castle, he made his hair style as Samurai style, and he called himself as Japanese name \"Buhei Hiramatsu\". He originally worked at the Dutch Embassy, then moved to Niigata and established a company dealing with weapons called Schnell company with his younger brother Edwald. They also sold weapons to Tsugunosuke Kawai, who were chief retainer of Nagaoka clan at the end of the Tokugawa period. After that, Tsugunosuke introduced them to Aizu clan and Aizu clan also purchased weapons / ammunitions from Schnell company, so Henry became to live in Aizu. Aizu lord Katamori trusted him very much, he had deep connection with Aizu clan.",
            "image": ""
        },
        {
            "lat": 37.50787,
            "lng": 139.948719,
            "address": "78, Yahata-Boryo, Ikki-machi, Aizuwakamatsu, FUKUSHIMA",
            "name": "Myokokuji temple",
            "desc": "<b>Temporary burial place of Byakko-tai warriors</b>\nIn Boshin war, youth warriors unit \"Byakko-tai\" suicided on Mt.Iimori. Their remains were prohibited to be buried by west army. But Isoji Yoshida in Takizawa village thought it pitifully, so he buried their remains temporary in this temple with secret. This temple is also famous with the fact that Aizu lord Katamori Matsudaira and his son were confined one month here. There are some cultural assets, Mandala drawn by holy priest Nichiju, picture of Buddha Nirvana (embroidery), or so on.",
            "image": ""
        },
        {
            "lat": 37.504687,
            "lng": 139.939041,
            "address": "2-1, Kogai-machi, Aizuwakamatsu, FUKUSHIMA",
            "name": "Kogaikuni Shrine",
            "desc": "<b>The guardian of sericulture. The good place for seeing autumn leaves.</b>\nIt is widely believed that this shrine is the guardian god of sericulture, and is also believed to be a god of agriculture, industry, commerce, business prosperity, traffic safety, etc. The maple leaves in the precincts are dyed in a vivid vermillion in autumn. As you walk from the entrance, a stone torii-gate stands and there is also another red torii-gate in the middle of the approach. The object enshrined of this shrine is Minehari-sakura cherry tree, which was planted in 1010. This cherry tree is very good place to take memorial photograph.",
            "image": ""
        },
        {
            "lat": 37.513028,
            "lng": 139.944105,
            "address": "228, Yahata-KitaTakizawa, Ikki-cho, Aizuwakamatsu, FUKUSHIMA",
            "name": "Otsuka-yama mound tomb",
            "desc": "<b>The whole area of ​​the mound tomb is a national historic site</b>\nThis keyhole-shaped tomb with total length of 114 meters is located on the Mt.Otsukayama peak. It boasts the second size in Fukushima Prefecture. The whole area of ​​the tomb has become a national historic site, so all excavated goods from the tomb were also designated as an mational important cultural assets. The constructed period is said to be the first half of the 4th century. Many excavated burial goods were excavated for the first time or only here in Tohoku area. In the exhibition room inside Wakamatsu castle, you can see some of the excavated burial goods.",
            "image": ""
        },
  {
    "lat": 37.486827,
    "lng": 139.933891,
    "address": "福島県会津若松市城東町",
    "name": "佐川官兵衛顕彰碑(サガワカンベエケンショウヒ)",
    "desc": "<b>戊辰戦争を戦い抜き、その戦いぶりから「鬼官兵衛」の異名をとった会津藩士</b>\n佐川官兵衛は天保2年（1831年）生まれ。明治10年（1877)没。文武両道に秀で、会津藩京都守護職時代には学校奉行・別選組隊長・諸生組隊長を兼ね、「鬼佐川」「鬼官兵衛と呼ばれていました。鳥羽伏見の戦いで奮戦、戊辰戦争の北越戦では会津軍指揮として、長岡藩河井継之助らと共に各地に転戦。戦後明治7年に警視庁の巡査に応募、明治10年の西南戦争には警視隊隊長として参戦し黒川村で戦死しました。この顕彰碑は平成13年に建立。西南戦争で佐川官兵衛が戦死した地である、熊本県南阿蘇村よりゆかりの大石を譲り受けて建立されたものです。\n\n<a href=\"http://www.aizukanko.com/spot/43/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.502121,
    "lng": 139.927765,
    "address": "福島県会津若松市大町2-1-5",
    "name": "西軍墓地(セイグンボチ)",
    "desc": "<b>薩摩、長州兵など150基の墓</b>\n大町の東明寺墓地にあり、戊辰戦争で会津に攻めてきた西軍のうち若松付近で戦死した将兵を埋葬しています。薩摩、長州兵など150基の墓が建っています。1868年の戊辰戦争では、会津藩だけでなく、会津に来攻した西軍にも多くの犠牲者がでました。この墓地は、西軍のうち会津若松付近で戦死した将兵の墓群で、戦争で亡くなった薩摩、長州、大垣、肥州、備州など当時西軍だった人々が静かに眠っています。会津藩にとっては敵であった藩士150名を埋葬した墓地ということを考えると、これも会津藩士の心意気ということができるのではないでしょうか。\n\n<a href=\"http://www.aizukanko.com/spot/45/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.504219,
    "lng": 139.954652,
    "address": "福島県会津若松市一箕町八幡弁天下 (ハイカラさん・あかべぇ「飯盛山下」下車、徒歩５分磐越自動車道：会津若松ＩＣより約15分)",
    "name": "白虎隊十九士の墓(ビャッコタイジュウクシノハカ)",
    "desc": "<b>幕末の大きな時代の流れの中で戊辰に散った白虎隊の霊が眠る</b>\n\"戊辰戦争のおり、16〜17歳の少年たちで編成された白虎士中二番隊20人が戸の口原合戦場から退却し、滝沢峠の間道を通り、戸の口堰の洞門をくぐり飯盛山に辿り着くと、鶴ヶ城の天守閣は黒煙の中に見え隠れして、「城は陥落したか、今は主君のために殉じよう」と、全員が自決しました。20名のなかで1人だけ生き残った 飯沼貞吉 によって、白虎隊の忠義と悲運の物語は広く人々に知られるところとなりました。春と秋の年2回行われる<a href=http://www.aizukanko.com/event/110/\"\">慰霊祭では、白虎隊を偲びその霊を慰める剣舞が奉納されます。\"\"\"\n\n<a href=\"http://www.aizukanko.com/spot/137/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.479754,
    "lng": 139.940903,
    "address": "福島県会津若松市北青木13-3 (路線バス「青木」から徒歩10分)",
    "name": "善龍寺・奈与竹の碑(ゼンリュウジ・ナヨタケノヒ)",
    "desc": "<b>戊辰戦争で花と散った会津婦女子の精神</b>\n会津藩主・保科正之の会津入部とともに建立され、保科家の元祖筑前守正則の霊を守る保科家の菩提所として発展してきた寺です。家老西郷頼母の妻千重子の;なよたけの風にまかする身ながらもたわまぬ節はありとこそきけ;戊辰戦争で花と散った会津婦道の精神を示すこの有名な辞世を昭和３年、｢なよたけの碑｣として善龍寺に建立されました。碑陰には戊辰戦争で散った２３３名の会津藩の婦人名が刻まれています。　毎年５月１日に奈与竹墓前祭がおこなわれます。奥にある墓地には西郷頼母夫妻の墓や西郷邸で自決した「二十一人の墓」があります。\n\n<a href=\"http://www.aizukanko.com/spot/140/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.48201,
    "lng": 139.944406,
    "address": "福島県会津若松市花見ヶ丘三丁目 (路線バス「花見が丘」から徒歩20分)",
    "name": "小田山公園(オダヤマコウエン)",
    "desc": "<b>戊辰戦争で西軍が鶴ヶ城へ砲撃した場所</b>\n鶴ヶ城の南東2kmほどのところにある小高い山（372m）で通称小田山公園と呼ばれています。山麓には葦名家ゆかりの名刹古跡があり、山頂には会津藩名家老田中玄宰の墓があります。鶴ヶ城を見下ろせるこの地の利は、戊辰の役では新政府軍に利用され鶴ヶ城への砲撃場所となりました。また、東北側の山腹には、若松第65聯隊・第29聯隊の実弾射撃がありました。現在は公園として整備され、四季を通じて散策が楽しめます。\n\n<a href=\"http://www.aizukanko.com/spot/141/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.484785,
    "lng": 139.942812,
    "address": "福島県会津若松市花見ヶ丘2丁目 (路線バス「花見ヶ丘」から徒歩10分)",
    "name": "花見ヶ森廟所(ハナミガモリビョウショ)",
    "desc": "<b>葦名三代が眠ります・・・</b>\n会津の中世を400年にわたって支配していた葦名家三代の廟所です。奥州を代表する戦国大名になった名君16代盛氏、葦名家の全盛期を築き上げた名君17代盛興、若いながら優れた武将と誉れ高い18代盛隆との三基並んだ五輪塔で、空風火水地の五文字が刻されています北側にもう一つの墓（氏名未詳）がありますが、この辺は「花見ヶ丘森廟」と呼ばれ、葦名氏11代〜19代の墓地だったと思われます。またこの南の小田山中には3代〜9代の墓があって「寿山廟」と呼ばれていましたが、現在はよく判りません。\n\n<a href=\"http://www.aizukanko.com/spot/142/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.490421,
    "lng": 139.93049,
    "address": "福島県会津若松市追手町 (ハイカラさん・あかべぇ「北出丸大通り」下車、徒歩1分)",
    "name": "西郷頼母邸跡(サイゴウタノモテイアト)",
    "desc": "<b>幕末の会津藩家老「西郷頼母」ゆかりの地</b>\n西郷頼母邸跡が鶴ヶ城正面の追手町にあります。西郷家は重臣（藩祖以来）で戊辰戦争の際の当主は国家老1700石の西郷頼母近悳(ちかのり)でした。頼母は田中土佐と共に会津藩主松平容保に京都守護職辞退を進言しました。そのため容保公から怒りを買い、家老職を解任されました。戊辰戦争がおこると、家老職に復帰し、白河口総督として、戦いますが、「白河口の戦い」で敗れ、会津へ戻ります。その後、長男・吉十郎を連れて会津から脱出します。西軍が城下町に乱入したとき、家族ら21人は、屋敷の中で辞世の句を残して自決しました。妻・千重子の辞世の歌｢なよたけの碑｣は墓とともに善龍寺に建っています。\n\n<a href=\"http://www.aizukanko.com/spot/143/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.496414,
    "lng": 139.928996,
    "address": "福島県会津若松市栄町2-12 (路線バス「神明通り」下車、徒歩2分　)",
    "name": "蒲生氏郷の墓(ガモウウジサトノハカ)",
    "desc": "<b>会津若松の基礎を作った文武両道に優れた名将「蒲生氏郷」が眠ります・・・</b>\nいまに至る城下町の整備と産業を興した蒲生氏郷公の墓が会津若松市神明通りの東裏、興徳寺の本堂東側にあります。瑞雲山興徳寺は臨済宗妙心寺派の寺で、秀吉が奥羽仕置のため会津へきたとき三泊したほどの大寺院でした。墓は空風火水地の五文字を刻した五輪塔で、京都大徳寺の本墓から分骨したものと伝えられます。墓前には、「限りあれば吹かねど花は散るものを心短き春の山風」の辞世の歌碑があります。会津史談会が昭和28年に氏郷公360年祭を記念して建てたものです。\n\n<a href=\"http://www.aizukanko.com/spot/144/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.496303,
    "lng": 139.931864,
    "address": "福島県会津若松市栄町4-49付近 (ハイカラさん・あかべぇ「会津若松市役所」下車徒歩5分)",
    "name": "甲賀町口門跡（国指定史跡）(コウカマチグチモンアト)",
    "desc": "<b>若松城下で十六あった郭門中、唯一現存する郭門の名残の石垣です。</b>\n蒲生氏郷は若松の町割りを行い、城下町を武士の住む郭内と町人の住む郭外とに分け、郭内と郭外の間は深い濠と土塁、16の郭門によって仕切られました。外濠明治4年に田畑にする条件で払い下げられ埋め立てられました。甲賀町口の石垣はただ1つ残る郭門の一部です。明治から昭和にかけて、城内にあった鐘撞堂が置かれていましたが、第二次世界大戦後城内に戻されました。　;;\n\n<a href=\"http://www.aizukanko.com/spot/145/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.49077,
    "lng": 139.940999,
    "address": "福島県会津若松市花春町 (ハイカラさん・あかべぇ「県立病院前」下車、徒歩3分)",
    "name": "天寧寺町土塁（国指定史跡）(テンネイジマチドルイ)",
    "desc": "<b>若松城の改築に着手した際に築造されたとされる若松城の追手として最重要点。</b>\n;この土塁は蒲生氏郷が会津に入部し文禄元年（１５９２年）若松城の改築に着手した際に築造されたとされ、若松城の追手として最重要点でした。また、外郭と内郭を区画した若松城の土塁の遺構で市内に現存するものはわずかであり、貴重なものです。｢甲賀町口門跡｣、｢天寧寺町土塁｣、｢三の丸堀跡｣の三ヵ所が国指定史跡若松城跡として追加指定を受けました。春になるといち早く桜が咲き誇り、通りを通る人々の目を楽しませるスポットです。\n\n<a href=\"http://www.aizukanko.com/spot/146/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.513551,
    "lng": 139.895734,
    "address": "福島県会津若松市神指町高瀬 (路線バス「黒川」下車、徒歩15分磐越自動車道：会津若松ＩＣより約10分)",
    "name": "神指城跡(コウザシジョウアト)",
    "desc": "<b>上杉景勝が徳川家康の会津征伐に備えて計画した未完の城跡</b>\n慶長５年（１６００）会津領主上杉景勝は、周囲が開けており大川の水を利用できる神指原の地に築城を始めました。　しかし、この築城工事が徳川家康に上杉征伐の口実を与え、数ヵ月後の６月１０日、会津征伐が間近に迫ったことから工事が中止。神指城はそのまま破棄され現在にいたります。　面積は鶴ヶ城の２倍の５５ｈａ。完成すれば奥州を代表する巨大城郭が出現するはずだった神指城ですが、現在は二の丸の一部と本丸跡をわずかに残すのみです。\n\n<a href=\"http://www.aizukanko.com/spot/147/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.489419,
    "lng": 139.92427,
    "address": "福島県会津若松市米代1-1-55 付近 (路線バス「鶴ヶ城西口」下車、徒歩3分ハイカラさん・あかべぇ「鶴ヶ城入口」下車、徒歩10分)",
    "name": "藩校日新館天文台跡（市指定史跡）(ハンコウニッシンカンテンモンダイアト)",
    "desc": "<b>会津藩校日新館の施設で今に残る唯一の遺構</b>\n白虎隊の少年達も文武を学んだ藩校日新館は戊辰戦争で焼失し天文台跡が今に残る唯一の遺構です。基底12間余、台上方5間半、高さ3間半で、天文学習の観測場でした。天文学の授業でどれほど実測用に活用されたか不明ですが、冬至の日には、暦学家や天文師範などが集まって、明年の雲気候や、晴雨考を編んで官に提出しました。\n\n<a href=\"http://www.aizukanko.com/spot/148/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.507351,
    "lng": 139.90944,
    "address": "福島県会津若松市神指町黒川字薬師川原 (路線バス「神指農協前」下車、徒歩1分)",
    "name": "キリシタン塚(キリシタンヅカ)",
    "desc": "<b>会津のキリシタンの歴史を伝える</b>\nこの塚には、寛永12年（1635年）12月17日以降，外人バテレンなど多数の　キリスト教信者が処刑されたと記されています。蒲生氏郷はレオ氏郷の洗礼名を持つキリシタン大名であったため、知行地であった若松･猪苗代・南会津郡山・三春・白岩・糖沢・二本松・福島にキリスト教が広まりました。しかし、寛永9年（1632年）会津藩15人，白河藩13人，二本松藩14人，若松藩42人のキリシタンが処刑されています。\n\n<a href=\"http://www.aizukanko.com/spot/149/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.508585,
    "lng": 139.891188,
    "address": "福島県会津若松市神指町如来堂 (路線バス「黒川」下車、徒歩20分)",
    "name": "如来堂(ニョライドウ)",
    "desc": "<b>斎藤一を隊長とする会津新選組死闘の地</b>\n新選組殉難の地。母成峠の戦いに敗れた新選組は、北へ向かおうとする土方歳三らと会津に留まろうとする斎藤一らに分かれました。このとき斎藤一は「今、落城せんとするのを見て、志を捨て去る、誠義にあらず」（谷川史郎兵衛日記）と同意した隊士とともに会津へ残りました。明治元年(1868)年９月４日、城下に進出した新政府軍は、如来堂に立てこもる新選組を攻撃し激しい戦いを繰り広げました。このとき全員討ち死にしたとされています、実際は、斎藤一をはじめ数名が生き残りました。\n\n<a href=\"http://www.aizukanko.com/spot/150/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.511858,
    "lng": 139.906237,
    "address": "福島県会津若松市神指町大字黒川街道西250付近 (路線バス「黒川」下車、徒歩3分)",
    "name": "中野竹子殉節碑(ナカノタケコジュンセツヒ)",
    "desc": "<b>戊辰に散った娘子隊軍隊長中野竹子の碑</b>\n戊辰戦争で、柳橋付近で奮戦し戦死した娘子隊軍隊長中野竹子の碑。;昭和１３年に会津若松市神指町黒川の湯川橋に建てられました。 出陣の際に薙刀に結び付けていたという辞世の句「武士（もののふ）の猛き心にくらぶれば数にも入らぬ我が身ながらも」が刻まれています。\n\n<a href=\"http://www.aizukanko.com/spot/158/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.53385,
    "lng": 139.931982,
    "address": "福島県会津若松市河東町倉橋字藤倉160-2 (磐越自動車道　会津若松ICから車で５分)",
    "name": "延命寺地蔵堂(エンメイジジゾウドウ)",
    "desc": "<b>徳一大師が建てたと伝えられる国指定重要文化財・建造物 </b>\n市内河東町の西南・藤倉集落にあり、この建物の屋根は唐様の重層建築で周囲に円柱で支えた裳階がつけられ二階建てのように見えるため、「藤倉二階堂」と親しまれています。徳一大師が建てたと伝えられて現在の建造物は、室町初期から中期の作といわれています。 昭和２５年国指定重要文化財・建造物に指定。\n\n<a href=\"http://www.aizukanko.com/spot/159/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.562637,
    "lng": 139.933089,
    "address": "福島県会津若松市河東町広野冬木沢 (電車：ＪＲ磐越西線広田駅下車、タクシー５分、又は徒歩約１５分車：磐越自動車道・磐梯河東ＩＣを降り、国道４９号線経由約１０分)",
    "name": "八葉寺(ハチヨウジ)",
    "desc": "<b>会津高野山とも呼ばれる由緒あるお寺。会津高野山参りや空也念仏踊りで有名</b>\n会津高野山とも呼ばれる由緒あるお寺で、中央にある阿弥陀堂は昭和２５年に国指定重要文化財・建造物に指定されました。空也上人により康保元年（964）に建立されたと伝えられ、文禄年間に再建されました。この地方には、古くから通称「木製五輪塔」と呼ばれる小さな塔に、亡くなられた親族の遺品などを入れて奉納し供養する、という今では全国でここだけに残る風習があり､一万四千点を超える五輪塔は、境内の舎利殿に納められています。８月の会津の高野山参り（会津地方に古く伝わる盆迎えの御参り）や空也念仏踊り（県重要無形民俗文化財指定）が有名です。\n\n<a href=\"http://www.aizukanko.com/spot/161/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.533212,
    "lng": 139.935694,
    "address": "福島県会津若松市河東町倉橋字藤倉 (集落の東側) (磐越自動車道　会津若松ＩＣより車で10分 )",
    "name": "皆鶴姫の碑(ミナヅルヒメノヒ)",
    "desc": "<b>源義経と皆鶴姫の悲恋を今に伝えます・・・</b>\n市内河東町藤倉集落の東に、源義経と皆鶴姫の悲恋物語を伝える碑があります。平家打倒を願う義経は、鬼一法眼の兵法書を学ぶために、義理の娘皆鶴姫に近づき恋仲になり、義経は兵法書をひそかに写し取ることに成功しますが、平清盛に気づかれ奥州へ逃げます。姫は、義経の後を慕って藤倉まで来ますが、追いつけないと知り、難波池に身を投げてしまいます。義経は、磐梯町の大寺でこれを知り姫を池のほとりに葬って墓を築いたとされます。;義経に再会できず空しいままなくなった皆鶴姫は、他の人にはこのような別離の気持ちを味合わせたくないとして、参詣する人に良縁を授けると今日でも信じられています。\n\n<a href=\"http://www.aizukanko.com/spot/163/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.52147,
    "lng": 139.859433,
    "address": "福島県会津若松市北会津町田村山字塚越 (会津若松駅から車で20分磐越自動車道新鶴スマートICより5分)",
    "name": "田村山古墳(タムラヤマコフン)",
    "desc": "<b>「古事記」に掲載された東北唯−の地名。多くの謎を秘めています！</b>\n田村山古墳は全長24.85m、高さ2.15m程の前方後円墳です。1200年以上前に築かれ、東北では珍しい内行花文鏡、直刀などが出土しました。直刀は、県の重要文化財に指定されています。「古事記」に掲載された東北唯−の地名で、四道将軍伝説や坂上田村麻呂にまつわる伝説など、多くの謎を秘めています。\n\n<a href=\"http://www.aizukanko.com/spot/165/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.479882,
    "lng": 139.944111,
    "address": "福島県会津若松市花見ヶ丘三丁目 (路線バス「花見ヶ丘」下車、徒歩20分)",
    "name": "田中玄宰の墓(タナカハルナカノハカ)",
    "desc": "<b>会津藩家老で三代の藩主に仕えた名宰相が眠ります・・・</b>\n会津藩家老で三代の藩主に仕えた名宰相。34歳で家老に任じられた際、会津藩は天明の大飢饉でした。玄宰は藩主容頌に領民の救済と藩政の改革を願い出たが受け入れられず、一時病と称して辞職。その間兵学や経済について研究し、一年後復権の際に藩政の大改革「天明の改革」を提言し大きな成果をあげました。また、藩校「日新館」を創設、会津藩が文武ともに天下の雄藩となる基礎を築きました。会津藩樺太出兵の最中、61歳でこの世を去りました。「わが骨は鶴ヶ城と日新館の見えるところに埋めよ」と遺言し、墓はそれらの見渡せる小田山の山頂にあります。\n\n<a href=\"http://www.aizukanko.com/spot/205/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.494937,
    "lng": 139.950671,
    "address": "福島県会津若松市慶山2-7-23 (ハイカラさん・あかべぇ「慶山」下車 徒歩15分  )",
    "name": "大龍寺(ダイリュウジ)",
    "desc": "<b>藩祖保科正之によって開かれた由緒あるお寺。本堂には幽霊の足跡が・・</b>\n宝雲山と号し、保科正之が会津に転封となった時会津に移転してきた「お供寺」の一つです。当時は慶山寺という無住の寺で、そこに山形より正之に従って会津入りした機外禅師が入って開山した由緒あるお寺です。礼法小笠原の祖、小笠原長時などの墓や本堂には幽霊の足跡があります。京都高尾・嵐山より移植した「大龍寺のかえで」や、目黒浄定作の庭園も見事です。\n\n<a href=\"http://www.aizukanko.com/spot/206/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.490221,
    "lng": 139.95315,
    "address": "福島県会津若松市東山町石山天寧208 (ハイカラさん・あかべぇ「奴郎ヶ前」下車、徒歩15分)",
    "name": "天寧寺・近藤勇の墓(テンネイジ・コンドウイサミノハカ)",
    "desc": "<b>11代葦名盛信の建立により創設。裏手の墓地には新選組の近藤勇の墓があります</b>\n応永28年（1422）、会津にきた傑堂禅師が11代芦名盛信の建立により創立した寺。かつては会津曹洞宗の僧録司で、末寺33カ寺、12の寺院をかぞえました。のちに伊達氏の侵攻にあって焼けたため、芦名氏の菩提寺としての面影は、本堂の礎石にわずかに残るのみです。　天寧寺の裏手の墓地には新選組の近藤勇の墓があります。土方歳三が遺髪などを持っていて会津戦の折、ここに仮埋葬したといいます。４月２５日の近藤勇の命日には、墓前祭りが開催されます。また、藩主松平容保が京都守護職にあった際の国家老で、戊辰戦争の責任者となり明治2年に切腹した萱野権兵衛と、その次男郡長正の墓もあります。\n\n<a href=\"http://www.aizukanko.com/spot/207/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.498951,
    "lng": 139.926086,
    "address": "福島県会津若松市大町一丁目1-38 (ハイカラさん・あかべぇ「七日町白木屋」下車すぐ)",
    "name": "清水屋旅館跡(シミズヤリョカンアト)",
    "desc": "<b>新選組副長土方歳三や吉田松陰等が宿泊した宿の跡</b>\n新選組副長土方歳三が滞在した宿。宇都宮城をめぐる攻防で足を負傷した土方歳三は、会津藩士秋月登之助が手配した当時格式の高かったこの宿屋に宿泊し、治療しました。このほか、1852年に吉田松陰が東北紀行の途中に宿泊しています。現在は大東銀行会津支店となっています。\n\n<a href=\"http://www.aizukanko.com/spot/209/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.475948,
    "lng": 139.882414,
    "address": "福島県会津若松市北会津町両堂字宮の下 ((バス)ピカリン号「両堂前」下車( 車 )磐越自動車道、会津若松ＩＣから約２５分)",
    "name": "両堂不動尊(リョウドウフドウソン)",
    "desc": "<b>眼病に霊験あらたか。日本三所の不動明王と伝えられています。</b>\n古くは、不動堂と太子堂が並んでいたので 二堂村といわれています。 両堂の地名もこの二つの堂に由来しています。日本三所の不動明王と伝えられていますが、創建年代、 開山については定かでなく、 眼病に霊験あらたかで、伝説なども多く残っています。9月3日の例大祭には、夜店が並び賑わいを見せており、かつては、お籠り堂で願かけ籠りをしたり、玄如節のかけ合いなどをしたといいます。\n\n<a href=\"http://www.aizukanko.com/spot/213/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.490319,
    "lng": 139.867287,
    "address": "福島県会津若松市北会津町寺堀字四百苅 ((車)磐越自動車道、会津若松ＩＣから約２５分)",
    "name": "多門院毘沙門天像 (タモンインビシャモンテンゾウ)",
    "desc": "<b>洪水で流れついたと伝えられる毘沙門天像</b>\n洪水のとき流れつき、昆沙門洞の湧水にうかびあがっていたのを多門院中興の僧本行が拾いあげ、本堂に安置したものと伝えられています。 高さは1m程の寄木造りで、布張に漆をかけ、金箔をおいた極彩色のこの像は、江戸時代の作と推定されています。\n\n<a href=\"http://www.aizukanko.com/spot/215/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.490577,
    "lng": 139.926564,
    "address": "福島県会津若松市山鹿町1-25 (路線バス「鶴ヶ城西口」下車、徒歩3分ハイカラさん・あかべぇ「鶴ヶ城入口」下車、徒歩10分)",
    "name": "直江兼続屋敷跡・山鹿素行生誕地(ナオエカネツグヤシキアト・ヤマガソコウタンジョウノチ)",
    "desc": "<b>上杉景勝の執政「直江兼続」と江戸時代の代表的兵学者「山鹿素行」ゆかりの地</b>\n蒲生時代からの一等地で、上杉景勝の執政 直江兼続もここに住まいしていました。関ヶ原の戦い後、上杉家は米沢に移されました。また、後に江戸時代の代表的兵学者、山鹿素行が生まれた場所でもあります。素行の誕生地を記念した碑石は地元の自然石で「山鹿素行誕生地　大正15年春　元帥伯爵東郷平八郎書」と雄渾な文字が刻まれています。素行は幕末の思想家達に与えた影響も大きく、また討ち入りで有名な赤穂義士を教育した人物でもあります。\n\n<a href=\"http://www.aizukanko.com/spot/224/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.474875,
    "lng": 139.904623,
    "address": "福島県会津若松市門田町飯寺村東 (路線バス「飯寺」下車、徒歩5分 )",
    "name": "長岡藩士殉節の碑(ナガオカハンシジュンセツノヒ)",
    "desc": "<b>戊辰戦争で戦死した長岡藩藩士山本帯刀隊長以下44名を弔う殉節の碑</b>\n戊辰戦争時、長岡城落城後、長岡藩藩士山本帯刀を隊長とする一隊は八十里峠の難関を越えて会津に入り奮戦しました。しかし早朝の濃霧の中飯寺河原で新政府軍に包囲され、隊長以下44名が戦死しました。明治23年村民が供養の碑を建てて霊を弔いましたが、その後昭和31年会津史談会が新たに殉節の碑を建てて供養しました。長岡藩士殉節のある本光寺は来迎山と号し、天平12年（740）開基、開山は行基菩薩と伝えられています。\n\n<a href=\"http://www.aizukanko.com/spot/225/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.500636,
    "lng": 139.919,
    "address": "福島県会津若松市七日町4-20 (ハイカラさん・あかべぇ「七日町駅前」下車すぐ )",
    "name": "阿弥陀寺・御三階(アミダジ・オサンガイ)",
    "desc": "<b>かつては鶴ヶ城本丸内にあり密議の場所として使われた建物。</b>\n御三階はかつては鶴ヶ城本丸内にあった建物です。外観上は三階ですが、内部が四層になっており密議の場所として使用されたといわれています。明治3年本丸にあった鶴ヶ城御三階は阿弥陀寺にうつされ、仮本堂として使用されました。また阿弥陀寺には、戊辰戦争戦死者が埋葬されており、斉藤一の墓、萱野権兵衛遥拝碑もあります。\n\n<a href=\"http://www.aizukanko.com/spot/226/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.490549,
    "lng": 139.930072,
    "address": "福島県会津若松市追手町6-6 (ハイカラさん・あかべぇ「鶴ヶ城入口」下車、徒歩3分)",
    "name": "白露庭(ハクロテイ)",
    "desc": "<b>遠州流庭園としても名高い会津藩家老・内藤家の屋敷跡</b>\n会津藩家老・内藤家の屋敷跡で遠州流庭園としても名高い。明治以後は裁判所の前庭となっているが、昔の家老邸の名庭だった面影をとどめている。ヒマラヤスギ、トウカエデの高木、ゴヨウマツ、キャラボク、ツツジ等の多種の中低木で構成されている。鶴ヶ城玄関口の歴史的にも貴重な緑地である。\n\n<a href=\"http://www.aizukanko.com/spot/237/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  },
  {
    "lat": 37.475454,
    "lng": 139.982386,
    "address": "福島県会津若松市",
    "name": "おけいの墓(オケイノハカ)",
    "desc": "<b>日本人女性初のアメリカ移民「おけい」の墓</b>\nおけいは、会津藩軍事顧問のプロシア人、ヘンリー・スネル家の子守役でした。戊辰戦争後、スネルをリーダーとする会津藩士らとともにカリフォルニアに入植しましたが、開拓に失敗、移民団は離散してしまいました。残されたおけいは、アメリカ人に引き取られましたが、熱病にかかり、19歳の短い生涯を終えました。カリフォルニア州ゴールドヒルと同様の墓が背あぶり山にたてられています。\n\n<a href=\"http://www.aizukanko.com/spot/473/\" target=\"_blank\">会津観光内解説ページ</a>",
    "image": ""
  }
]
}