{
    "app_name" : "Aizuwakamatsu Historical Map App",
    "fake_gps" : true,
    "fake_center" : "Aizuwakamatsu",
    "fake_radius" : 10,
    "home_position" : [139.929796,37.487708],
    "default_zoom" : 17,
    "sources" : [
        {
            "mapID"     : "aizu-jonai-kato-period",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label"     : "Kato family (1627)"
        },
        {
            "mapID"     : "aizu-jonai-hoshina-period",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label"     : "Hoshina family (1643)"
        },
        {
            "mapID"     : "aizu-jonai-bakumatsu-period",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label"     : "Mid of Edo (1734)"
        },
        {
            "mapID"     : "aizu-boshin-wakamatsujo-meisaizu",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label"     : "Boshin War (1868)"
        },
        {
            "mapID"     : "aizu-wakamatsu-taisho-kaitei",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label"     : "Taisho (1914)"
        },
        {
            "mapID"     : "aizuwakamatsu-annai-showa5",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label"     : "Showa (1930)"
        },
        {
            "attr" : "Wakamatsu - Courtesy of the University of Texas Libraries, The University of Texas at Austin, Tilemap.JP.",
            "label" : "After WW II (1946)",
            "mapID" : "jcp_maps_wakamatsu",
            "maptype" : "overlay",
            "url" : "https://t.tilemap.jp/jcp_maps/wakamatsu/{z}/{x}/{-y}.png",
            "maxZoom": 16
        },
        {
            "mapID"     : "aizuwakamatsu-machinaka-jokamachi",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label" : "City center"
        },
        {
            "mapID"     : "aizu-wakamatsu-shigaizu-aibase",
            "maptype"   : "maplat",
            "algorythm" : "tin",
            "label" : "Sightseeing"
        },
        "gsi",
        {
            "mapID"     : "gsi_ortho",
            "label"     : "GSI Ortho",
            "attr"      : "The Geospatial Information Authority of Japan",
            "maptype"   : "base",
            "url"       : "https://cyberjapandata.gsi.go.jp/xyz/ort/{z}/{x}/{y}.jpg",
            "maxZoom"   : 18
        },
        "osm"
    ], 
    "pois" :[
        {
            "lat": 37.485126,
            "lng": 139.958679,
            "address": "Aza-Hakayama, Oaza-Ishiyama, Higashiyama-machi, Aizuwakamatsu, FUKUSHIMA (5 minutes walk from \"Innai\" bus stop)",
            "name": "Garveyard of the Matsudaira family",
            "desc": "<b>A vast historical site on the mountainside where the successive lords of the Matsudaira family sleep</b>\n\"Graveyard of the Aizu Lord owner Matsudaira family\" is the general name of two sites, one is on Mt.Innai in Aizuwakamatsu city and the other is on Mt.Mine in Inawashiro town. They were designated as a national historic site in May 1982. The graveyard on Mt.Innai is commonly called \"Innai Mausoleum\", and its area is about 150,000 square meters. In the middle of the graveyard, there are gardens called west garden and middle garden. Above stone stairways from these gardens, there is the other garden called \"Nyubu graveyard\". The first load Masayuki Hoshina, who entered Aizu in 1643, was enshrined in Hanitsu shrine at Inawashiro. In the shrine, there are also tombs of succesive lords - from 2nd lord Masatsune to 9th lord Katamori. Many sightseekers visit here in fresh green summer period and in red leaves autumn period.",
            "image": ""
        },
        {
            "lat": 37.48068,
            "lng": 139.921076,
            "address": "8, Hakouma-machi, Aizuwakamatsu, FUKUSHIMA",
            "name": "Tomb of Hideyuki Gamo",
            "desc": "<b>Prefecture Designated Building, Tomb of Hideyuki Gamo</b>\nUjisato Gamo could be said as the founder of Aizu, and Hideyuki, who sleep in this tomb was his eldest son. Hideyuki was born in 1583, between Ujisato and daughter of Nobunaga Oda. He has succeeded Aizu area, because Ujisato suddenly died in 1595. After that, he was transferred to the Utsunomiya clan, which was lower-valued territory than Aizu, according to Hideyoshi Toyotomi's order. His achievements in the battle of Sekigahara were highly appreciated by Ieyasu Tokugawa, so he could be back to the Aizu clan in 1601.In May 1612, He was died at the young age of 30, and he sleep here. This site was becoming a prefecture-designated building, and a city-designated historic site.",
            "image": ""
        },
        {
            "lat": 37.484462,
            "lng": 139.913627,
            "address": "2-2, Zaimoku-machi, Aizuwakamatsu, FUKUSHIMA",
            "name": "Schnell's House ruins",
            "desc": "<b>House ruins of Henry Schnell, who dealed with weapons and ammunitions at Schnell's company</b>\nHenry Schnell was Prussian military advisor (gunnery guidance) of the Aizu clan at the Boshin war period. While Schnell was a foreigner, he had a mansion just below of the Tsuru-ga Castle (Wakamatsu Castle), he made his hair style as Samurai style, and he called himself as Japanese name \"Buhe Hiramatsu\". He originally worked at the Dutch Embassy, then moved to Niigata and established a company dealing with weapons called Schnell company with his younger brother Edwald. They also sold weapons to Tsugunosuke Kawai, who were chief retainer of Nagaoka clan at the end of the Tokugawa period. After that, Tsugunosuke introduced them to the Aizu clan and the Aizu clan also purchased weapons / ammunitions from Schnell company, so Henry became to live in Aizu. The Aizu Lord Katamori trusted him very much, he had deep connection with the Aizu clan.",
            "image": ""
        },
        {
            "lat": 37.50787,
            "lng": 139.948719,
            "address": "78, Yahata-Boryo, Ikki-machi, Aizuwakamatsu, FUKUSHIMA",
            "name": "Myokokuji temple",
            "desc": "<b>Temporary burial place of Byakko-tai warriors</b>\nIn the Boshin War, youth warriors unit \"Byakko-tai\" suicided on Mt.Iimori. Their remains were prohibited to be buried by the West Army (the Imperial Army). But Isoji Yoshida in Takizawa village thought it pitifully, so he buried their remains temporary in this temple with secret. This temple is also famous with the fact that the Aizu Lord Katamori Matsudaira and his son were confined one month here. There are some cultural assets, Mandala drawn by holy priest Nichiju, picture of Buddha Nirvana (embroidery), or so on.",
            "image": ""
        },
        {
            "lat": 37.504687,
            "lng": 139.939041,
            "address": "2-1, Kogai-machi, Aizuwakamatsu, FUKUSHIMA",
            "name": "Kogaikuni shrine",
            "desc": "<b>The guardian of sericulture. The good place for seeing autumn leaves.</b>\nIt is widely believed that this shrine is the guardian god of sericulture, and is also believed to be a god of agriculture, industry, commerce, business prosperity, traffic safety, etc. The maple leaves in the precincts are dyed in a vivid vermillion in autumn. As you walk from the entrance, a stone torii-gate stands and there is also another red torii-gate in the middle of the approach. The object enshrined of this shrine is Minehari-sakura cherry tree, which was planted in 1010. This cherry tree is very good place to take memorial photograph.",
            "image": ""
        },
        {
            "lat": 37.513028,
            "lng": 139.944105,
            "address": "228, Yahata-KitaTakizawa, Ikki-cho, Aizuwakamatsu, FUKUSHIMA",
            "name": "Otsuka-yama mound tomb",
            "desc": "<b>The whole area of ​​the mound tomb is a national historic site</b>\nThis keyhole-shaped tomb with total length of 114 meters is located on the Mt.Otsukayama peak. It boasts the second size in Fukushima Prefecture. The whole area of ​​the tomb has become a national historic site, so all excavated goods from the tomb were also designated as a National important cultural asset. The constructed period is said to be the first half of the 4th century. Many excavated burial goods were excavated for the first time or only here in Tohoku area. In the exhibition room inside the Tsuru-ga Castle (Wakamatsu Castle), you can see some of the excavated burial goods.",
            "image": ""
        },
        {
            "lat": 37.486827,
            "lng": 139.933891,
            "address": "Joto-machi, Aizuwakamatsu, FUKUSHIMA",
            "name": "Honoring monument of Kanbe Sagawa",
            "desc": "<b>Aizu samurai, who fought the the Boshin War and took the honor of \"Brave Kanbe\" from the fight</b>\nKanbe Sagawa was born in Edo period 1831, died in Meiji period 1877. He was excellent both in scholarship and martial arts. When the Aizu clan was at the time of he Military Commissioner of Kyoto, he was worked as so many key positions, like school magistrate, captains of various warrior units or so, then he was called as \"Brave Sagawa\" or \"Brave Kanbe\". He fought bravely in the Battle of Toba Fushimi(Kyoto), and in the Boshin War, he fought in various battlefields with the Aizu Army and friendly troops like the Nagaoka Army. After the Boshin War, he applied for police job in 1874, and died in the Seinan War as chief of police troops, at Kurokawa village in Kumamoto. This monument was erected in 2001, the big stone of the monument was brought from Kumamoto, his dead place.",
            "image": ""
        },
        {
            "lat": 37.502121,
            "lng": 139.927765,
            "address": "2-1-5, O-machi, Aizuwakamatsu, FUKUSHIMA",
            "name": "Cemetry of the West Army",
            "desc": "<b>150 tombs including Satsuma, Choshu's imperial warriors</b>\nThis cemetry is inside of Tomyoji cemetry in Omachi. It is buried officers or warriors of the West Army (the Imperial Army), who attacked Aizu during the Boshin War and died near Wakamatsu area. There are 150 tombs such as Satsuma and Choshu warriors. In the Boshin War of 1868, there were too many victims of war not only in the Aizu clan warriors but also in the West Army warriors, who attacked Aizu. This cemetry is for such the West Army warriors who came from West Japan such as Chochu, Satsuma, Ogaki, Hishu, Bishu or so on, and died near Wakamatsu. These 150 victims were enemies of the Aizu clan, but Aizu people buried them kindly...Is this show the kindness of Aizu people?",
            "image": ""
        },
        {
            "lat": 37.504219,
            "lng": 139.954652,
            "address": "Yahata-Bentenshita, Ikki-machi, Aizuwakamatsu, FUKUSHIMA (5 minutes walk from \"Imori-yama shita\" bus stop of \"Haikara-san\" or \"Akabe\")",
            "name": "Tombs of 19 warriors of \"Byakko-tai\"",
            "desc": "<b>The warriors of \"Byakko-tai\", who lived through the end of Edo - the ever-changing and turbulent period, sleeps peacefully here</b>\nIn the Boshin War, 20 warriors of \"Byakko-tai 2nd unit\" organized by youth aged 16 to 17 withdrew from Tonokuchi-hara battlefield. They retreated through Takizawa-toge path, crawled through Tonokuchi-seki cave, and arrived at Mt.Imori. They looked down the Wakamatsu city area from Mt.Imori, but the city was concealed by the smoke of war and the state of the Tsuru-ga Castle (Wakamatsu Castle) was not well understood. They believed the castle fell, and all committed suicide to show their loyalty to the lord. Only Sadakichi Inuma survived as a result, he told this story and \"Byakko-tai\"'s story of loyalty and tragedy became widely known to people. \"Byakko-tai\" memorial ceremories are held twice a year in spring and autumn, in the ceremony, swordsman dance is held to comfort the spirits of \"Byakko-tai\".",
            "image": ""
        },
        {
            "lat": 37.479754,
            "lng": 139.940903,
            "address": "13-3, Kita-Aoki, Aizuwakamatsu, FUKUSHIMA (10 minutes walk from \"Aoki\" bus stop)",
            "name": "The Monument of Nayotake at Zenryuji temple",
            "desc": "<b>The spirit of Aizu women, who scattered like a flower during the Boshin War</b>\nThis temple was built together with the Aizu entrance of the Aizu Lord Masayuki Hoshina. Masanori Hoshina, who is oldest ancestor of Masayuki, enshrined here. In the Boshin War, Chieko, who was the wife of Tanomo Saigo (Chief retainer of Aizu), composed a farewell poem \"Nayotakeno Kazenimakasuru Minagaramo Tawamanufushiwa Aritokosokike\" means \"Even my life is like weak bamboo which bends easily with a gentle breeze, but there are strong clauses that can not easily break.\" The Monument of Nayotake was built in 1928 at Zenryuji temple, to commemorate this wellknown poem, which shows Aizu women's brave spirit in the Boshin War. The names of 233 Aizu women who lost their lives in the Boshin War are engraved on the monument. Nayotake memorial ceremony is held here every May 1st. There are tombs of 21 persons who suicided in Tanomo Saigo's house, including him, his wife, his families and his servants at the cemetry in the back of the monument.",
            "image": ""
        },
        {
            "lat": 37.48201,
            "lng": 139.944406,
            "address": "Hanamiga-Oka 3 chome, Aizuwakamatsu, FUKUSHIMA (20 minutes walk from \"Hanamiga-Oka\" bus stop)",
            "name": "Odayama park",
            "desc": "<b>The place where the West Army attacked the Tsuru-ga Castle (Wakamatsu Castle) with artillery during the Boshin War</b>\nOdayama park is the small mountain (372m height), located about 2km south-east of the Tsuru-ga Castle. At the foot of the mountain there are famous historical temples related with the Lord Ashina family, and at the summit of the mountain, there is a tomb of Harunaka Tanaka, who was chief retainer of the Aizu clan. Here is the good place to look down the Tsuru-ga Castle, so the West Army built a position here and attacked the castle with artillery in the Boshin War. After Meiji period, there were shooting training field of Wakamatsu 65th / 25th Infantry Regiment at the north slope of the mountain. Currently it is maintained as a park, and you can enjoy walking through the four seasons.",
            "image": ""
        },
        {
            "lat": 37.484785,
            "lng": 139.942812,
            "address": "Hanamiga-Oka 2 chome, Aizuwakamatsu, FUKUSHIMA (10 minutes walk from \"Hanamiga-Oka\" bus stop)",
            "name": "Hanamiga-mori Mausoleum",
            "desc": "<b>3 lords of Ashina family sleep here</b>\nAsina family ruled the middle age of Aizu over 400 years, and there are 3 tombs of Ashina family here. They are tombs of 16th lord Moriuji, who was the greatest warlord in the Tohoku region, 17th lord Morioki, who built the hayday of Ashina family, and 18th lord Moritaka, who was known as brave young warrior. The tombs style are stone pagoda, 5 characters mean \"Sky\", \"Wind\", \"Fire\", \"Water\" and \"Soil\" are engraved on them. There is another tomb at the north side of here, but it is unknown whose tomb it is. This place is called \"Hanamiga-mori Mausoleum\", it is believed that there used to be tombs from the 11th lord to the 19th lord here in the past. And according to the record, it is said that there was a graveyard from the 3rd lord to the 9th lord called \"Juzan Mausoleum\" in Mt.Odayama on the south side of here, but details are unknown.",
            "image": ""
        },
        {
            "lat": 37.490421,
            "lng": 139.93049,
            "address": "Ote-machi, Aizuwakamatsu, FUKUSHIMA (1 minute walk from \"Kita-Demaru O-dori\" bus stop of \"Haikara-san\" or \"Akabe\")",
            "name": "Tanomo Saigo House ruins",
            "desc": "<b>The house of Tanomo Saigo, who was the chief retainer of the Aizu clan at the end of Tokugawa period</b>\nThe house of Tanomo Saigo was at Ote-machi, in front of the Tsuru-ga Castle (Wakamatsu Castle). Saigo family was successive chief vassal of the Aizu clan, and the chief of the family at the Boshin War period was Chikanori Tanomo Saigo. Together with Tosa Tanaka, Tanomo advised to the Aizu Lord Katamori Matsudaira that he should decline the position of the Military Commissioner of Kyoto. For that reason he bought Katamori's anger and was dismissed from his responsibilities. But once the Boshin War was occurred, he was back to the chief retainer job, commnaded the Battle of Shirakawa-guchi and defeated. After the defeat, he escaped from Aizu with his son, Kichijuro. When the West Army rushed into Aizu city, All of his 21 families committed suicide. His wife Chieko's farewell poem is left in Zenryuji temple as \"The Monument of Nayotake\". Their tombs are also there.",
            "image": ""
        },
        {
            "lat": 37.496414,
            "lng": 139.928996,
            "address": "2-12, Sakae-machi, Aizuwakamatsu, FUKUSHIMA (2 minutes walk from \"Shinmei-dori\" bus stop)",
            "name": "Tomb of Ujisato Gamo",
            "desc": "<b>Ujisato Gamo, who was versed in letters and arms and made the foundation of Aizuwakamatsu sleeps here</b>\nThe tomb of Ujisato Gamo, who developed the foundation of castle town and industries up to now is located at the Kotoku-ji temple on the east side of the Shinmei-dori street. Kotokuji temple is the temple of Rinzai sect Myoshinji school, and was such a big temple known as that Hideyoshi Toyotomi stayed 3 nights at this temple when he was on conquering the Tohoku Region. The tomb is stone pagoda style, and 5 characters mean \"Sky\", \"Wind\", \"Fire\", \"Water\" and \"Soil\" are engraved on it. In front of the tomb, there are monument of Ujisato's farewell poem, saying \"Kagiriareba FukanedoHanawa Chirumonowo KokoroMijikaki HarunoYamakaze\" means \"Even if the wind does not blow, the spring flowers will be scattered someday, but the brief spring wind will scatter the flowers early\". This monument was erected in 1953, celebrating Ujisato's 360th anniversary commemoration of birth.",
            "image": ""
        },
        {
            "lat": 37.496303,
            "lng": 139.931864,
            "address": "Around 4-19, Sakae-machi, Aizuwakamatsu, FUKUSHIMA (5 minutes walk from \"Aizu Shiyakusho Mae (City Hall)\" bus stop of \"Haikara-san\" or \"Akabe\")",
            "name": "Koka-machi Gate ruins（Country-designated historic site)",
            "desc": "<b>There were 16 gates in the Wakamatsu Castle in the past, but here is the only remaining gate ruins, the stone wall remains.</b>\nUjisato Gamo carried out city planning of Wakamatsu. He divided the city by the castle wall, and made Samurai to live inside the wall and citizens to live out of the wall. The inside and outside of the castle wall were partitioned by deep moats, castle walls and 16 gates. The moats were landfilled in 1871, Meiji era, and the lands were sold as farmland. The stone wall of Koka-machi gate are the only remaining gate ruins. From Meiji to Showa era, there were the bell tower moved from the castle, after World War II, it was back and rebuilt at the inside of the castle.",
            "image": ""
        },
        {
            "lat": 37.49077,
            "lng": 139.940999,
            "address": "Hanaharu-machi, Aizuwakamatsu, FUKUSHIMA (3 minutes walk from \"Kenritsu Byoin Mae (Prefectural Hospital)\" bus stop of \"Haikara-san\" or \"Akabe\")",
            "name": "Tenneiji-machi earthwork（Country-designated historic site)",
            "desc": "<b>Most imporatnt defense base of Wakamatsu Castle, which was built in 1592</b>\nThis earthwork was founded as the most important defence base of Wakamatsu Castle in 1592, when Ujisato Gamo entered Aizu. The most of the earthworks of the castle have already been lost, therefore this earthwork is very precious. This \"Tenneiji-machi earthwork\" and other two sites, \"Koka-machi Gate ruins\" and \"Sanno-maru Moat ruins\" are designated together as historic site by Country. Here, cherry blossoms are in full bloom since early spring, entertaining people's eyes.",
            "image": ""
        },
        {
            "lat": 37.513551,
            "lng": 139.895734,
            "address": "Takase, Kozashi-machi, Aizuwakamatsu, FUKUSHIMA (15 minutes walk from \"Kurokawa\" bus stop)",
            "name": "Ruins of the Kozashi Castle",
            "desc": "<b>Ruin of the unfinished castle, which was planned by Kagekatsu Uesugi in order to stop the invasion of Ieyasu Tokugawa</b>\nIn 1600, the Aizu Load Kagekatsu Uesugi started to construct new castle at vast plain named Kozashiga-hara, where was convinient for using O-kawa river's water. But this project was noticed immediately by Ieyasu Tokugawa, and became a excuse of Ieyasu's invasion to Aizu. Therefore, the project was suspended immediately on June 10, five months from the start of construction. The Kozashi Castle was abandoned as it was. The castle area is 55ha, twice as large as the Tsuru-ga Castle (Wakamatsu Castle). If it was completed, it should have been one of the largest castle in the Tohoku area, but now only a part of the central block remains.",
            "image": ""
        },
        {
            "lat": 37.489419,
            "lng": 139.92427,
            "address": "Around 1-1-55 Yonedai, Aizuwakamatsu, FUKUSHIMA (3 minutes walk from \"Tsuruga-jo Nishiguchi\" bus stop of \"Haikara-san\" or \"Akabe\")",
            "name": "Astronomical observatory ruins of the Nisshinkan School (City-designated Historic site)",
            "desc": "<b>The only remaining ruins of the Nisshinkan School related facilities</b>\nThe Nisshinkan is the school which founded by the Aizu clan, and \"Byakko-tai\" youth warriors were also learned letters and martial arts in this school. The all school faclities were burned during the Boshin War, so astronomical observatory is the only remaining ruins. The size of the foundation was 22m square, the size of the observation stand was 10m square, and the height of it was 6.4m. This facility was used to study astronomy. On the day of the winter solstice, many scholars of calendar and astronomy were gathered here, predicted the weather and harvest of next year, and submitted the results to the government.",
            "image": ""
        },
        {
            "lat": 37.507351,
            "lng": 139.90944,
            "address": "Aza-Yakushigawara, Kurokawa, Kozashi-machi, Aizuwakamatsu, FUKUSHIMA (1 minute walk from \"Kozashi Nokyo Mae\" bus stop)",
            "name": "Mound of Christian",
            "desc": "<b>This mound tells the history of Christians in Aizu</b>\nAccording to the description engraved on this mound, many Christians and foreign evangelists were executed after December 17th, 1635. Ujisato Gamo was the Christian warload whose christian name was Leo. Therefore, Christianity had spread in his territory - Wakamatsu, Inawashiro, Minamiaizu, Koriyama, Miharu, Shiraiwa, Nukazawa, Nihonmatsu and Fukushima. However, in 1632, 15 Chiristians in Aizu, 13 in Shirakawa, 14 in Nihonmatsu and 42 in Wakamatsu were executed, because Christianity was prohibited in Edo period.",
            "image": ""
        },
        {
            "lat": 37.508585,
            "lng": 139.891188,
            "address": "Nyorai-Do, Kozashi-machi, Aizuwakamatsu, FUKUSHIMA (20 minutes walk from \"Kurokawa\" bus stop)",
            "name": "Nyorai-Do temple",
            "desc": "<b>Shinsen-gumi troops commanded by Hajime Saito fought a fierce battle here</b>\nAfter the defeat at the Battle of the Bonari Pass, the \"Shinsen-gumi\" troops divided into 2 units - Toshizo Hijikata's unit which were heading north, and Hajime Saito's unit which stayed in Aizu. At that time, Hajime insisted, \"It is not justice to abandon the companions who are about to perish\", and he remained in Aizu with his consenting comrades. On September 4th 1868, the West Army advanced into the castle, and fought a fierce battle with the \"Shinsen-gumi\" at Nyorai-Do temple. It is said that all \"Shinsen-gumi\" were dead here, but in fact, several people including Hajime Saito survived.",
            "image": ""
        },
        {
            "lat": 37.511858,
            "lng": 139.906237,
            "address": "Around 250, Oaza-KurokawaKaidoNishi, Kozashi-machi, Aizuwakamatsu, FUKUSHIMA (3 minutes walk from \"Kurokawa\" bus stop)",
            "name": "Memorial monument of Takeko Nakano's loyalty in death",
            "desc": "<b>Memorial monument of Takeko Nakano, who was the commanderess of \"Joshi-tai\" (Women troops) and died in the Boshin War</b>\nThis is the memorial monument of Takeko Nakano, who was the commanderess of the \"Joshi-tai\" (Women troops) and died in a fierce battle aroud Yanagi-bridge. It was built in 1938, at the side of the Yukawa-biridge in Kurokawa, Kozashi-machi. Her farewell poem, saying \"Mononofuno TakekiKokoroni Kurabureba KazunimoIranu Wagaminagaramo\" means \"Compared to the brave spirit of the Samurai, my spirit is not a big deal, but I still want to fight as much as I can\", is engraved on the monument. When she was in fight, she bounded the fabric on which this poem was written to her halberd.",
            "image": ""
        },
        {
            "lat": 37.53385,
            "lng": 139.931982,
            "address": "160-2, Aza-Fujikura, Kurahashi, KawaHigashi-machi, Aizuwakamatsu, FUKUSHIMA (5 minutes by car from Aizuwakamatsu IC, Banetsu Highway)",
            "name": "Jizodo (The Hall of Kshitigarbha), Enmeiji Temple",
            "desc": "<b>National important cultural asset/building, which is told built by the Master Priest Tokuitsu</b>\nThis Hall is located on Fujikura settlement, south-west most area of KawaHigashi-machi. The roof of the hall is Chinese-style and multi-storied, and the pent roof supported by circular pillars is installed around the hall, therefore it looks like a two-story building although it is actually a one-story. So, it is called \"Fujikura Nikai-do (Fujikura Two Story Hall)\". It is told built by the Master Priest Tokuitsu, around 14th or 15th century.In 1950, It was designated as Natural important cultural asset/building.",
            "image": ""
        },
        {
            "lat": 37.562637,
            "lng": 139.933089,
            "address": "HironoFuyukizawa, KawaHigashi-machi, Aizuwakamatsu, FUKUSHIMA (15 minutes walk from Hirota station, JR Banetsu-Sai Line)",
            "name": "Hachiyoji temple",
            "desc": "<b>A historic temple also called as Aizu Koyasan. Famous for Aizu Koyasan pilgrimage and Kuya dancing prayer to Amitabha</b>\nIt is a historic temple also called as Aizu Koyasan. The Amidado (The Hall of Amitabha) at the center of the temple, was designated as National important cultural asset/building in 1950. It is told that it was erected in 964 by the Priest Kuya, and was rebuilt around 1590s. In Aizu area, there is a mysterious custom that people in this area enshrined wooden pagoda, which stores the remains of the deceased family, to this temple. There are over 14,000 wooden pagodas enshirined in Shari-den building of this temple. It is famous for Aizu Koyasan pilgrimage in August (Welcome ceremony of the ancestors' spirits who returns from the heaven) or Kuya dancing prayer to Amitabha (Prefecture-designated important intangible folk cultural asset).",
            "image": ""
        },
        {
            "lat": 37.533212,
            "lng": 139.935694,
            "address": "Aza-Fujikura, Kurahashi, KawaHigashi-machi, Aizuwakamatsu, FUKUSHIMA (10 minutes by car from Aizuwakamatsu IC, Banetsu Highway)",
            "name": "Monument of Princess Minazuru",
            "desc": "<b>This monument tells the the sad love story of Yoshitsune Minamoto and Princess Minazuru</b>\nAt the east edge of Fujikura settlement, there is a monument which tells the sad love story of Yoshitsune Minamoto and Princess Minazuru. To overthrow the Heike clan, Yoshitsune must learn art of war from Hogen Kiichi. Therefore he approached to and fell in love with Hogen's daughter, Princess Minazuru. At last, Yoshitsune succeeded to copy the book of art of war from Hogen, but Kiyomori Taira, the chief of the Heike clan noticed his existence, so he escaped to Tohoku region. The Princess chased him and  came up to Tohoku, but she realized she couldn't catching him up, so she threw herself into Namba-pond. Yoshitsune noticed her death later, so he buried her near the pond and built her tomb. Because the Princess Minazuru know well the sad feelings of those who can not meet loved ones, so if people pray to her spirit, she is said to give that person a good love affair.",
            "image": ""
        },
        {
            "lat": 37.52147,
            "lng": 139.859433,
            "address": "Aza-Tsukagoe, Tamurayama, KitaAizu-machi, Aizuwakamatsu, FUKUSHIMA (10 minutes by car from Aizuwakamatsu station)",
            "name": "Tamura-yama mound tomb",
            "desc": "<b>Mysterious old mound tomb, which is the only named place in Tohoku written in \"Kojiki (the history book in 8 century)\"</b>\nTamura-yama mound tomb is the Key-hole shaped mound tomb, which length is 24.85m and height is 2.15m. It was erected over 1200 years ago, the flower pattern copper mirror,  the straight sword or so were found as burial goods. These burial goods are very rare in the Tohoku region, the straight sword was designated as Prefecture's important cultural asset. This mound tomb's name was only named place in Tohoku region which found in \"Kojiki (the history book in 8 century)\", there are some mysterious legends of the four Generals of Conquerors or the General Tamuramaro Sakanoue",
            "image": ""
        },
        {
            "lat": 37.479882,
            "lng": 139.944111,
            "address": "HanamigaOka 3 chome, Aizuwakamatsu, FUKUSHIMA (20 minutes walk from \"HanamigaOka\" bus stop)",
            "name": "Tomb of Harunaka Tanaka",
            "desc": "<b>The chief retainer who served to 3 successive Aizu Lords sleeps here</b>\nHarunaka Tanaka was the chief retainer who served to 3 successive Aizu Lords. When he was appointed to the position of the chief retainer, the Aizu area was under the Great famine at the Tenmei period. Harunaka advocated to the the Aizu Load Katanobu both assistance to the people and political reform, but these were rejected. Therefore, he insisted that he became sick and resigned temporarily due to that reason. He studied economics and strategies during the period of leave, and when he returned to work one year later, he carried out political reforms and left significant results. He built a new school \"Nisshinkan\", and thanks to that, the Aizu clan became a powerful clan in both politics and military affairs. He died at the age of 61 during the subjugation to Sakhalin of the Aizu clan. He said \"I want my tomb to be made in the place where the Tsuru-ga Castle (Wakamatsu Castle) and the Nisshinkan school can be seen\", and according to it, his tomb is at the top of Odayama.",
            "image": ""
        },
        {
            "lat": 37.494937,
            "lng": 139.950671,
            "address": "2-7-23 Keizan, Aizuwakamatsu, FUKUSHIMA (15 minutes walk from \"Keizan\" bus stop of \"Haikara-san\" or \"Akabe\")",
            "name": "Dairyuji temple",
            "desc": "<b>The historical temple built by the first load Masayuki Hoshina. The footprint of Ghost is in Main Hall</b>\nDairyuji temple is one of the temples which were moved to Aizu together when Masayuki moved to Aizu. Prefixed name of this temple is \"Houn-zan\". At that time, it was a temple of non-residence called Keizanji, then the Zen master Kigai, who entered Aizu according to Masayuki from Yamagata, rebuilt and renamed the temple. Tomb of Nagatoki Ogasawara, who is known as the founder of Ogasawara-style etiquette is here, and the footprint of the ghost is on the Main Hall. \"Dairyuji Maple\" which was moved from Kyoto Arashiyama is very famous, and the garden created by Jotei Meguro is excellent.",
            "image": ""
        },
        {
            "lat": 37.490221,
            "lng": 139.95315,
            "address": "208 Tennei, Ishiyama, Higashiyama-machi, Aizuwakamatsu, FUKUSHIMA (15 minutes walk from \"Yarogamae\" bus stop of \"Haikara-san\" or \"Akabe\")",
            "name": "Tenneiji temple and tomb of Isami Kondo",
            "desc": "<b>11th Load Moriuji Ashina built the temple. tomb of Isami Kondo, the chief of \"Shinsen-gumi\" troops, is at the cemetry</b>\nAccording to the 11th Aizu Lord Morinobu Ashina's request, this temple was built by the Zen Master Ketsudo in 1422. Once before the temple was the headquarter of the Aizu Soto sect, which had 12 branch temples and 33 local temples. During Date family's invasion to Aizu, the temple was burned, so only ruin of Ashina period we can see today is, the stone foundation of the temple. In the cemetry in the back of Tenneiji temple, there is a tomb of Isami Kondo, the chief of \"Shinsen-gumi\" troops. The sub leader Toshizo Hijikata brought his deceased hair to Aizu, and buried it here. The memorial service is held every April 25th, the dead day of Isami. There are also tombs of Gonbe Kayano, who was the chief retainer of Aizu and suicided by Harakiri to take responsibility for the Boshin War, and of his son, Nagamasa Kori.",
            "image": ""
        },
        {
            "lat": 37.498951,
            "lng": 139.926086,
            "address": "1-38 O-machi 1 chome, Aizuwakamatsu, FUKUSHIMA (Near from \"Nanokamachi Shirakiya\" bus stop of \"Haikara-san\" or \"Akabe\")",
            "name": "Ruins of the Shimizuya Inn",
            "desc": "<b>The ruins of the inn, in which Shoin Yoshida or Toshizo Hijikata stayed</b>\nThe inn in which Toshizo Hijikata, who was the sub leader of \"Shinsen-gumi\" troops, stayed. Toshizo was wounded by leg at the battle of the Utsunomiya Castle, so Aizu officer Noborinosuke Aikizuki reserved this luxury inn for Toshizo. He stayed at the inn and received treatment. As other topics, Shoin Yoshida, who are known as philosopher in the end of Edo era, stayed at this inn in 1852, during his Tohoku trip. In today, Daito bank Aizu branch is here.",
            "image": ""
        },
        {
            "lat": 37.475948,
            "lng": 139.882414,
            "address": "Aza-Miyanoshita, Ryodo, KitaAizu-machi, Aizuwakamatsu, FUKUSHIMA (Around \"Ryodo Mae\" bus stop of \"Pikarin-go\")",
            "name": "Ryodo Fudoson temple",
            "desc": "<b>Temple with mysterious power to heal eye diseases. One of the three famous Acala in Japan.</b>\nOnce before this settlement was called \"Nido Village (Village of two halls)\", because there were two temple halls, \"Fudo-do (Hall of Acala)\" and \"Taishi-do (Hall of Prince)\". The current settlement name \"Ryodo\" also came from these two halls. It is said this temple's statue of Acala is one of the three famous Acala in Japan. But, it is unclear when the temple was built. It is said this temple has mysterious power to heal eye decease, and there are some legends of healing the eye. Regular celemony is held every September 3rd, and during the celemony, the night fair with many food carts is open.",
            "image": ""
        },
        {
            "lat": 37.490319,
            "lng": 139.867287,
            "address": "Aza-Yonhyakugari, Terahori, KitaAizu-machi, Aizuwakamatsu, FUKUSHIMA (25 minutes by car from Aizuwakamatsu IC, Banetsu Highway)",
            "name": "Statue of Vaisravana at Tamonin temple",
            "desc": "<b>The statue of Vaisravana, which had flowed here during the flood</b>\nAt the time of the flood, it is said that this statue of Vaisravana had flowed here and floated above the pond in the cave. The monk named Hongyo found it and set it at the main hall of this temple. The height of the statue is about 1m, made by several wooden parts, wrapped by cloth, painted by lacquer and gilded. It is presumed to be a work in the Edo period.",
            "image": ""
        },
        {
            "lat": 37.490577,
            "lng": 139.926564,
            "address": "1-25 Yamaga-machi, Aizuwakamatsu, FUKUSHIMA (3 minutes walk from \"Tsuru-ga Jo Nishiguchi\" bus stop)",
            "name": "Ruins of the House of Kanetsugu Naoe / Born place of Soko Yamaga",
            "desc": "<b>The place which was related with Kanetsugu Naoe, who served to Kagekatsu Uesugi as consul, and Soko Yamaga, who was the scholar of the art of war in Edo era</b>\nThis place is the prime location even from Gamo family period, Kanetsugu Naoe, who served to Kagekatsu Uesugi as consul, lived here in his Aizu days. After the battle of Sekigahara, Uesugi family left Aizu and moved to Yonezawa. Later, in Edo era, Soko Yamaga, who is known as the great scholar of the art of war, was borned here. The memorial monument of Soko is made by natual stone of Aizu, the message \"The born place of Soko Yamaga: Written by Count Heihaciro Togo, the Marshall of the Army, in Spring 1926\" is engraved on it. Soko had large influence for the philosophers in the end of Edo era, and also, he educated famous \"Ako Gishi (Ako warriors of loyalty)\".",
            "image": ""
        },
        {
            "lat": 37.474875,
            "lng": 139.904623,
            "address": "MuraHigashi, Niidera, Monden-machi, Aizuwakamatsu, FUKUSHIMA (5 minutes walk from \"Niidera\" bus stop)",
            "name": "Memorial monument of the Nagaoka clan warriors' loyalty in death",
            "desc": "<b>Memorial monument of loyalty, of the Nagaoka clan's 44 warriors dead in the Boshin War, including the Chief Tatewaki Yamomoto</b>\nAfter the fall of the Nagaoka Castle in the Boshin War, the unit of the Nagaoka clan warriors commanded by Tatewaki Yamamoto ran through the Hachijuri Pass and got into Aizu. However, they were surrounded by the West Army in the early morning thick fog at Niidera Kawara, 44 warriors including Tatewaki died in the battle. In Meiji period, 1890, the villagers built a cenotaph here, and in 1898, the Aizu historic association built a new monument of loyalty for the Nagaoka clan warriors. This monument is at Hongoji temple, which prefixed name is \"Raigo-san\" and was erected in 740 by the High Priest Gyoki.",
            "image": ""
        },
        {
            "lat": 37.500636,
            "lng": 139.919,
            "address": "4-20 Nanoka-machi, Aizuwakamatsu, FUKUSHIMA (Near from \"Nanokamachi Ekimae\" bus stop of \"Haikara-san\" or \"Akabe\")",
            "name": "Osangai (3 floors) at Amidaji temple",
            "desc": "<b>This building was once at the inside of the Tsuru-ga Castle (Wakamatsu Castle), and used for secret conference</b>\nOsangai (3 floors) is the building which was once at the inside of the Tsuru-ga Castle (Wakamatsu Castle). It looks having 3 floors from outside, but actually it has 4 floors, the secret floor was used for secret conference. In 1870, the building was moved from the castle to Amidaji temple, and used as temporal main hall. Many victims of the Boshin War are buried in Amidaji temple, there are tomb of Hajime Saito or the memorial monument of Gonbe Kayano.",
            "image": ""
        },
        {
            "lat": 37.490549,
            "lng": 139.930072,
            "address": "6-6 Ote-machi, Aizuwakamatsu, FUKUSHIMA (3 minutes walk from \"Tsuru-ga Jo Iriguchi\" bus stop of \"Haikara-san\" or \"Akabe\")",
            "name": "Hakuro-tei garden",
            "desc": "<b>This garden is ruins of Naito family (the chief retainer family of Aizu) House and is famous as Onshu-style garden</b>\nThis garden is ruins of Naito family (the chief retainer family of Aizu) House and is famous as Onshu-style garden. It become the front yard of the Court after Meiji peiod, but you can find the traces that was part of the Samurai residence even in today. There are several botanical species - the high trees like Himalayan cedar or Acer Buergerianum, the low trees like Japanese white pine, Taxus cuspidata or Azalea. This garden is precious green area in the front of the Tsuru-ga Castle.",
            "image": ""
        },
        {
            "lat": 37.475454,
            "lng": 139.982386,
            "address": "Aizuwakamatsu, FUKUSHIMA",
            "name": "Tomb of Okei",
            "desc": "<b>Tomb of Okei, who is known as the first female Japanese immigrant to USA</b>\nOkei was worked at the House of Henry Schell (Prussian military advisor of the Aizu clan) as babysitter. After the Boshin War, She went to California as immigrant, with Aizu officers including Henry Schell as the leader. But the development failed and the immigrants broke up. Okei was adopted by an American family, but she suffered from a fever and died at the age of 19. Her tombs in same style are in both GoldHill in California and Mt.Seaburi in Aizu.",
            "image": ""
        }
    ]
}